<?php
namespace houphp\server;
// +----------------------------------------------------------------------
// | HOUCMS [ 厚匠科技 专注建站 APP PC 微站 小程序 WAP ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2017 http://www.houphp.com All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: Amos <447107108@qq.com> http://www.houjit.com
// +----------------------------------------------------------------------
// | Comet是使用Http协议维持长连接，达到服务器推送的目的。
// | Swoole框架提供了一套兼容WebSocket和Http 2种协议的CometServer。
// +----------------------------------------------------------------------
class Comet
{

}